/* Button for smaller reader font size. Keep this extremely short! This is shown in the reader mode toolbar. */
"-" = "-";

/* Button for larger reader font size. Keep this extremely short! This is shown in the reader mode toolbar. */
"+" = "+";

/* Authentication prompt message with no realm. Parameter is the hostname of the site */
"A username and password are being requested by %@." = "%@ verlangt einen Benutzernamen und ein Passwort.";

/* Authentication prompt message with a realm. First parameter is the hostname. Second is the realm string */
"A username and password are being requested by %@. The site says: %@" = "%1$@ verlangt einen Benutzernamen und ein Passwort. Ausgabe der Website: %2$@";

/* Button for reader mode font size. Keep this extremely short! This is shown in the reader mode toolbar. */
"Aa" = "Aa";

/* About settings section title */
"About" = "Über";

/* Accessibility label for the Add Tab button in the Tab Tray. */
"Add Tab" = "Tab hinzufügen";

/* Accessibility label for action adding current page to reading list.
   Name for button adding current article to reading list in reader mode */
"Add to Reading List" = "Zur Leseliste hinzufügen";

/* Accessibility message e.g. spoken by VoiceOver after the current page gets added to the Reading List using the Reader View button, e.g. by long-pressing it or by its accessibility custom action. */
"Added page to Reading List" = "Seite zur Leseliste hinzugefügt";

/* Accessibility label for address and search field, both words (Address, Search) are therefore nouns. */
"Address and Search" = "Adresse und Suche";

/* Used as a button label for crash dialog prompt */
"Always Send" = "Immer senden";

/* Authentication prompt title */
"Authentication required" = "Authentifizierung erforderlich";

/* Accessibility label for the Back button in the tab toolbar. */
"Back" = "Zurück";

/* Panel accessibility label */
"Bookmarks" = "Lesezeichen";

/* Status label for the empty Bookmarks state. */
"Bookmarks you save will show up here." = "Gespeicherte Lesezeichen erscheinen hier.";

/* Accessibility label for brightness adjustment slider in Reader Mode display settings */
"Brightness" = "Helligkeit";

/* Label for Cancel button
   The cancel button. */
"Cancel" = "Abbrechen";

/* Accessibility hint for the color theme setting buttons in reader mode display settings */
"Changes color theme." = "Ändert Farbeinstellung.";

/* Accessibility hint for the font type buttons in reader mode display settings */
"Changes font type." = "Ändert Schriftart.";

/* Label used as an item in Settings. When touched it will open a dialog prompting the user to make sure they want to clear all of their private data. */
"Clear Private Data" = "Private Daten löschen";

/* Accessibility label for action denoting closing a tab in tab list (tray) */
"Close" = "Schließen";

/* Accessibility label (used by assistive technology) notifying the user that the tab is being closed. */
"Closing tab" = "Tab wird geschlossen";

/* Accessibility label for Desktop Computer (PC) image in remote tabs list */
"computer" = "Computer";

/* Context menu item for copying an image to the clipboard */
"Copy Image" = "Grafik kopieren";

/* Context menu item for copying a link URL to the clipboard */
"Copy Link" = "Link kopieren";

/* Accessibility message e.g. spoken by VoiceOver after adding current webpage to the Reading List failed. */
"Could not add page to Reading list" = "Seite konnte nicht zur Leseliste hinzugefügt werden";

/* Error message that is shown in settings when there was a problem loading */
"Could not load page." = "Seite konnte nicht geladen werden.";

/* See http://mzl.la/1Qtkf0j */
"Create an account" = "Konto erstellen";

/* Dark theme setting in Reading View settings */
"Dark" = "Dunkel";

/* Debug option */
"Debug: forget Sync auth state" = "Fehlerdiagnose: Sync-Authentifizierungsstatus vergessen";

/* Debug option */
"Debug: require password" = "Fehlerdiagnose: Passwort anfordern";

/* Debug option */
"Debug: require upgrade" = "Fehlerdiagnose: Upgrade anfordern";

/* Accessibility label for button decreasing font size in display settings of reader mode */
"Decrease text size" = "Text verkleinern";

/* Accessibility label for default search engine setting.
   Title for default search engine picker.
   Title for default search engine settings section. */
"Default Search Engine" = "Standardsuchmaschine";

/* Pending feature; currently unused string! Checkbox label shown after multiple alerts are shown */
"Disable additional page dialogs" = "Diese Seite daran hindern, weitere Dialoge zu öffnen";

/* Name for display settings button in reader mode. Display in the meaning of presentation, not monitor. */
"Display Settings" = "Anzeigeeinstellungen";

/* Prompt for saving a password. The first parameter is the username being saved. The second parameter is the hostname of the site. */
"Do you want to save the password for %@ on %@?" = "Soll das Passwort für %1$@ auf %2$@ gespeichert werden?";

/* Prompt for saving a password with no username. The parameter is the hostname of the site. */
"Do you want to save the password on %@?" = "Soll das Passwort auf %@ gespeichert werden?";

/* Prompt for updating a password. The first parameter is the username being saved. The second parameter is the hostname of the site. */
"Do you want to update the password for %@ on %@?" = "Soll das Passwort für %1$@ auf %2$@ aktualisiert werden?";

/* Prompt for updating a password with on username. The parameter is the hostname of the site. */
"Do you want to update the password on %@?" = "Soll das Passwort auf %@ aktualisiert werden?";

/* Done button on left side of the Settings view controller title bar */
"Done" = "Fertig";

/* Text message in the settings table view */
"Enter your password to connect." = "Geben Sie Ihr Passwort ein, um eine Verbindung herzustellen.";

/* See http://mzl.la/1G7uHo7 */
"Firefox would like to access your Photos" = "Firefox möchte auf Ihre Fotos zugreifen";

/* Accessibility Label for the tab toolbar Forward button */
"Forward" = "Vorwärts";

/* A re-worded offer about Sync, displayed when the Sync home panel is empty, that emphasizes one-way data transfer, not syncing. */
"Get your open tabs, bookmarks, and passwords from your other devices." = "Holen Sie sich Ihre offenen Tabs, Lesezeichen und Passwörter von Ihren anderen Geräten.";

/* Pending feature; currently unused string! Button to browse to URL on the clipboard when browser is opened */
"Go" = "Los";

/* Pending feature; currently unused string! Prompt message shown when browser is opened with URL on the clipboard */
"Go to copied URL?" = "Kopierte URL aufrufen?";

/* Show the SUMO support page from the Support section in the settings. see http://mzl.la/1dmM8tZ */
"Help" = "Hilfe";

/* Panel accessibility label */
"History" = "Chronik";

/* Accessibility label for button increasing font size in display settings of reader mode */
"Increase text size" = "Text vergrößern";

/* Accessibility label for the introduction tour carousel */
"Intro Tour Carousel" = "Rundgang zur Einführung";

/* History tableview section header */
"Last month" = "Letzter Monat";

/* Remote tabs last synced time. Argument is the relative date string. */
"Last synced: %@" = "Letzte Synchronisation: %@";

/* History tableview section header */
"Last week" = "Letzte Woche";

/* Settings item that opens a tab containing the licenses. See http://mzl.la/1NSAWCG */
"Licenses" = "Lizenzen";

/* Light theme setting in Reading View settings */
"Light" = "Hell";

/* Link for going to the non-reader page when the reader view could not be loaded. This message will appear only when sharing to Firefox reader mode from another app. */
"Load original page" = "Ursprungsseite laden";

/* Message displayed when the reader mode page is loading. This message will appear only when sharing to Firefox reader mode from another app. */
"Loading content…" = "Inhalt wird geladen…";

/* Authentication prompt log in button */
"Log in" = "Anmelden";

/* Label used as an item in Settings. When touched, the user will be navigated to the Logins/Password manager. */
"Logins" = "Zugangsdaten";

/* Name for Mark as read button in reader mode
   Title for the button that marks a reading list item as read */
"Mark as Read" = "Als gelesen markieren";

/* Name for Mark as unread button in reader mode
   Title for the button that marks a reading list item as unread */
"Mark as Unread" = "Als ungelesen markieren";

/* Accessibility label for Mobile Device image in remote tabs list */
"mobile device" = "Mobilgerät";

/* Accessibility label for the navigation toolbar displayed at the bottom of the screen. */
"Navigation Toolbar" = "Navigations-Symbolleiste";

/* Restore Tabs Negative Action */
"No" = "Nein";

/* Message spoken by VoiceOver to indicate that there are no tabs in the Tabs Tray */
"No tabs" = "Keine Tabs";

/* Button to not save the user's password */
"Not now" = "Nicht jetzt";

/* Restore Tabs Affirmative Action */
"Okay" = "OK";

/* Title for prompt displayed to user after the app crashes */
"Oops! Firefox crashed" = "Hoppla! Firefox ist abgestürzt";

/* See http://mzl.la/1LXbDOL */
"Open articles in Reader View by tapping the book icon when it appears in the title bar." = "Öffnen Sie Artikel in der Leseansicht, indem Sie auf das Buch-Symbol tippen, wenn es in der Titelleiste angezeigt wird.";

/* String indicating that the file can be opened in another application on the device */
"Open in…" = "Öffnen in…";

/* See http://mzl.la/1G7uHo7 */
"Open Settings" = "Einstellungen öffnen";

/* Opening an external URL */
"Opening %@" = "%@ wird geöffnet";

/* Accessibility label for the Home panel's top toolbar containing list of the home panels (top sites, bookmarsk, history, remote tabs, reading list). */
"Panel Chooser" = "Ansichten-Auswahl";

/* Password textbox in Authentication prompt */
"Password" = "Passwort";

/* Privacy section title */
"Privacy" = "Datenschutz";

/* Show Firefox Browser Privacy Policy page from the Privacy section in the settings. See https://www.mozilla.org/privacy/firefox/ */
"Privacy Policy" = "Datenschutzerklärung";

/* Accessibility label for read article in reading list. It's a past participle - functions as an adjective. */
"read" = "gelesen";

/* Accessibility label for the Reader View button */
"Reader View" = "Leseansicht";

/* Panel accessibility label */
"Reading list" = "Leseliste";

/* Accessibility Label for the tab toolbar Reload button */
"Reload" = "Neu laden";

/* Title for the button that removes a reading list item */
"Remove" = "Entfernen";

/* Name for button removing current article from reading list in reader mode */
"Remove from Reading List" = "Aus Leseliste entfernen";

/* Font type setting in the reading view settings */
"Sans-serif" = "Sans Serif";

/* Context menu item for saving an image */
"Save Image" = "Grafik speichern";

/* Setting to enable the built-in password manager */
"Save Logins" = "Zugangsdaten speichern";

/* See http://mzl.la/1LXbDOL */
"Save pages to your Reading List by tapping the book plus icon in the Reader View controls." = "Speichern Sie Seiten in Ihrer Leseliste, indem Sie auf das Buch-Plus-Symbol in der Steuerung der Leseansicht tippen.";

/* Navigation title for search settings.
   Open search section of settings */
"Search" = "Suche";

/* The text shown in the URL bar on about:home */
"Search or enter address" = "Suchen oder Adresse eingeben";

/* Accessibility hint describing the action performed when a search suggestion is clicked */
"Searches for the suggestion" = "Nach Suchvorschlag suchen";

/* Accessibility label for the lock icon, which is only present if the connection is secure */
"Secure connection" = "Sichere Verbindung";

/* Message displayed in the crash dialog above the buttons used to select when sending reports */
"Send a crash report so Mozilla can fix the problem?" = "Einen Absturzbericht senden, damit Mozilla das Problem beheben kann?";

/* Menu item in settings used to open input.mozilla.org where people can submit feedback */
"Send Feedback" = "Feedback senden";

/* Used as a button label for crash dialog prompt */
"Send Report" = "Bericht senden";

/* Sepia theme setting in Reading View settings */
"Sepia" = "Sepia";

/* Font type setting in the reading view settings */
"Serif" = "Serif";

/* Title in the settings view controller title bar */
"Settings" = "Einstellungen";

/* Context menu item for sharing a link URL */
"Share Link" = "Link teilen";

/* Label for show search suggestions setting. */
"Show search suggestions" = "Suchvorschläge anzeigen";

/* Label for show search suggestions setting. */
"Show Search Suggestions" = "Suchvorschläge anzeigen";

/* Accessibility label for the tabs button in the (top) tab toolbar
   Accessibility Label for the tabs button in the tab toolbar */
"Show Tabs" = "Tabs anzeigen";

/* Show the on-boarding screen again from the settings */
"Show Tour" = "Tipps anzeigen";

/* Text message / button in the settings table view */
"Sign in" = "Anmelden";

/* Accessibility Label for the tab toolbar Stop button */
"Stop" = "Stopp";

/* Support section title */
"Support" = "Hilfe";

/* Accessibility hint for tab tray's displayed tab. */
"Swipe right or left with three fingers to close the tab." = "Wischen Sie mit drei Fingern nach rechts oder links, um den Tab zu schließen.";

/* Sync Firefox Account */
"Sync Now" = "Jetzt synchronisieren";

/* Text displayed when the Sync home panel is empty, describing the features provided by Sync to invite the user to log in. */
"Sync your tabs, bookmarks, passwords and more." = "Synchronisieren Sie Ihre Tabs, Lesezeichen, Passwörter und mehr.";

/* Text displayed when the Sync home panel is empty, describing the features provided by Sync to invite the user to log in. */
"Sync your tabs, passwords and more." = "Synchronisieren Sie Ihre Tabs, Passwörter und mehr.";

/* Message spoken by VoiceOver saying the position of the single currently visible tab in Tabs Tray, along with the total number of tabs. E.g. \"Tab 2 of 5\" says that tab 2 is visible (and is the only visible tab), out of 5 tabs total. */
"Tab %@ of %@" = "Tab %1$@ von %2$@";

/* Message spoken by VoiceOver saying the range of tabs that are currently visible in Tabs Tray, along with the total number of tabs. E.g. \"Tabs 8 to 10 of 15\" says tabs 8, 9 and 10 are visible, out of 15 tabs total. */
"Tabs %@ to %@ of %@" = "Tabs %1$@ bis %2$@ von insgesamt %3$@";

/* Accessibility label for the Tabs Tray view. */
"Tabs Tray" = "Tab-Ablage";

/* Message displayed when the reader mode page could not be loaded. This message will appear only when sharing to Firefox reader mode from another app. */
"The page could not be displayed in Reader View." = "Die Seite konnte nicht in der Leseansicht dargestellt werden.";

/* Error message in the remote tabs panel */
"There was a problem accessing tabs from your other devices. Try again in a few moments." = "Fehler beim Zugriff auf Ihre Tabs von anderen Geräten. Bitte versuchen Sie es in Kürze erneut.";

/* Error displayed when reader mode cannot be enabled */
"There was an error converting the page" = "Fehler beim Umwandeln der Seite";

/* See http://mzl.la/1G7uHo7 */
"This allows you to save the image to your Camera Roll." = "Hiermit können Sie die Grafik in Ihren Aufnahmen speichern.";

/* Opening an external app */
"This will open in another application" = "Dies wird in einer anderen Anwendung geöffnet";

/* History tableview section header */
"Today" = "Heute";

/* Panel accessibility label */
"Top sites" = "Meistbesuchte Seiten";

/* Accessibility label for unread article in reading list. It's a past participle - functions as an adjective. */
"unread" = "ungelesen";

/* Button to update the user's password */
"Update" = "Aktualisieren";

/* Text message in the settings table view */
"Upgrade Firefox to connect." = "Aktualisieren Sie Firefox, um eine Verbindung herzustellen.";

/* Username textbox in Authentication prompt */
"Username" = "Benutzername";

/* Text message in the settings table view */
"Verify your email address." = "Bestätigen Sie Ihre E-Mail-Adresse.";

/* Version number of Firefox shown in settings */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Accessibility label for the main web content view */
"Web content" = "Web-Inhalt";

/* See http://mzl.la/1LXbDOL */
"Welcome to your Reading List" = "Willkommen in Ihrer Leseliste";

/* Restore Tabs Prompt Title */
"Well, this is embarrassing." = "Entschuldigung, das hätte nicht passieren dürfen.";

/* Button to save the user's password */
"Yes" = "Ja";

/* History tableview section header */
"Yesterday" = "Gestern";

/* Your Rights settings section title */
"Your Rights" = "Ihre Rechte";

